Repository: chocolatkey/xbreader
Catalog: i18n/*.po
Languages: fr

source: Your client issued a bad request.
fr: Votre client a fait une mauvaise demande.

source: You have been denied access to this content.
fr: On vous a refusé l'accès à ce contenu.

source: The content you requested does not exist.
fr: Le contenu que vous avez demandé n'existe pas.

source: This content has expired or is no longer available.
fr: Ce contenu a expiré ou n'est plus disponible.

source: The server has encountered an error.
fr: Le serveur a rencontré une erreur.

source: Content is temporarily unavailable.
fr: Le contenu est temporairement indisponible.

source: Invalid error
fr: Erreur invalide

source: Unknown error
fr: Erreur inconnu

source: Error ${ paddedErrorCode }
fr: Erreur ${ paddedErrorCode }

source: Invalid content ID
fr: ID de contenu invalide

source: Back
fr: Retour

source: ↔ Layout
fr: Disposition ↔

source: Override the reading format of spreads in horizontal reading
fr: Permet de passer d’une page simple à une double page et inversement.

source: Spread
fr: Double page

source: When appropriate, show two pages at a time like a book
fr: Si possible, affiche les pages deux par deux

source: Single Page
fr: Une page

source: Only show one page at a time
fr: Affichage des pages une par une

source: ↕ Page Fit
fr: Affichage ↕

source: Override the fit of pages in vertical or single page reading
fr: Permet d’ajuster l’affichage des pages en fonction de la largeur ou de la hauteur

source: Fit Width
fr: Largeur

source: Fit page to width of screen, but don't go overboard
fr: Ajuste la page à la largeur de l’écran

source: Fit Height
fr: Hauteur

source: Fit page to height of screen
fr: Adapter la page à la hauteur de l'écran

source: Background
fr: Arrière-plan

source: Gray
fr: Gris

source: Black
fr: Noir

source: White
fr: Blanc

source: END
fr: FIN

source: Manifest data empty
fr: Manifeste de données vide

source: Invalid WebPub manifest
fr: Manifeste WebPub invalide

source: Chapter selection
fr: Sélection du chaptire

source: Loading...
fr: Chargement...

source: Error!
fr: Erreur!

source: Select Page
fr: Choisir la page

source: Current Page
fr: Page actuelle

source: Input a page number
fr: Entrer un numéro de page

source: # of Pages
fr: # de Pages

source: Go to the next chapter
fr: Aller au chapitre suivant

source: Next
fr: Proch.

source: Go to the previous chapter
fr: Aller au chapitre précédent

source: Prev
fr: Préc.

source: Fit to width
fr: Adapter à la largeur

source: Fit to height
fr: Adapter à la hauteur

source: Spread view
fr: Affichage double page

source: Single page view
fr: Affichage des pages une par une

source: Top bar
fr: Barre supérieure

source: Title
fr: Titre

source: Series
fr: Série

source: Menu toggle
fr: Bouton de menu

source: Bottom bar
fr: Barre inférieure

source: Toggle reading direction
fr: Changer le sens de lecture

source: Blank Page
fr: Page Blanche

source: Initializing...
fr: Initialisation...

source: Swipe or tap
fr: Swiper ou tapoter

source: Navigate
fr: Naviguer

source: ${ this.hint } left-to-right
fr: ${ this.hint } de gauche à droite

source: ${ this.hint } right-to-left
fr: ${ this.hint } de droite à gauche

source: Scroll down
fr: Défilement vers le bas

source: Invalid flow!
fr: Débit invalide!

source: No item specified
fr: Aucun article spécifié

source: Fetching info...
fr: Assemblage des pages…

source: Content
fr: Contenu

source: Book
fr: Livre

source: Reading Guide
fr: Guide de lecture

source: Global Settings
fr: Paramètres globaux

source: Settings saved!
fr: Réglages sauvegardés!

source: Failed saving settings
fr: Échec des paramètres d'enregistrement

source: Close
fr: Fermer

source: Spine
fr: Dos
